Repository: LumenSpeiAndrija/delivery_plugin
Catalog: languages/deliveryfrom-*.po
Languages: hr

source: Action is not set
hr: Akcija nije postavljena

source: Add service
hr: Dodaj uslugu

source: Address
hr: Adresa

source: Automatically set order status to complete on label print
hr: Automatsko postavljanje statusa narudžbe na "Završeno" pri generiranju naljepnice

source: Cancel label
hr: Otkaži naljepnicu

source: City
hr: Grad

source: Close
hr: Zatvori

source: COD Payment Gateways
hr: Načini plaćanja za pouzeće

source: Company
hr: Tvrtka

source: Country
hr: Država

# default email subject for order tracking emails sent to the customer
source: [%s] Order tracking
hr: [%s] Praćenje narudžbe

source: Drop off point is required for selected shipping method
hr: Lokacija preuzimanja je obavezno polje za ovaj način dostave

source: Email sent to customer once tracking number is generated.
hr: Email koji se šalje korisniku kada se broj pošiljke generira.

source: Enter Google Maps API key to use maps with compatible pickup point delivery methods
hr: Unesite Google Maps API ključ kako bi se omogućio prikaz karte s lokacijama za prikup

source: First name
hr: Ime

source: General
hr: Općenito

source: General settings
hr: Općenite postavke

source: Google Maps API key
hr: Google Maps API ključ

source: Hi %s,
hr: Pozdrav %s,

source: Instance is not set
hr: Instanca nije postavljena

source: Label
hr: Naljepnica

source: Label (for admin)
hr: Oznaka (za admine)

source: Last name
hr: Prezime

source: Method is not set
hr: Metoda nije postavljena

source: No fields found
hr: Nisu pronađena polja

source: No orders selected
hr: Nisu odabrane narudžbe

source: No orders were printed
hr: Niti jedna naljepnica nije ispisana

source: Not selected
hr: Nije odabrano

source: Open tracking link
hr: Otvori poveznicu za praćenje

source: Order status was updated automatically by DeliveryFrom plugin
hr: Status narudžbe je automatski ažurirao dodatak DeliveryFrom

source: Order tracking
hr: Praćenje narudžbe

source: Phone
hr: Telefon

source: Post type is not order
hr: Objava nije narudžba

source: Postcode
hr: Poštanski broj

source: Print
hr: Ispis

source: Print existing label
hr: Ispis postojeće naljepnice

source: Print labels for multiple delivery services
hr: Ispis naljepnica za više dostavnih službi

source: Print using %s
hr: Ispis koristeći %s

source: Quick print
hr: Brzi ispis

source: Remove selected services
hr: Ukloni odabrane usluge

source: Save
hr: Spremi

source: Select Payment Gateways which will be send as cash on delivery methods to services
hr: Odaberite načine plaćanja za koje će dostavne službe naplatiti pouzeće

source: Select pickup point
hr: Odaberite lokaciju preuzimanja

source: Service
hr: Usluga

source: Services
hr: Usluge

source: Skip form to check order details and just generate the label
hr: Preskoči formu za izmjenu podataka narudžbe i samo ispiši narudžbu

source: This order doesn't have label ID
hr: Ova narudžba nema ID naljepnice

source: Tracking order for customer
hr: Broj pošiljke za korisnika

source: Tracking URL for order #%1$s has been generated and is %2$s
hr: Link za praćenje narudžbe broj %1$s je generiran: %2$s

source: Tracking URL for order #%1$s has been generated and is available <a href="%2$s">here</a>
hr: Link za praćenje narudžbe broj %1$s je generiran i dostupan <a href="%2$s">ovdje</a>
